{
    "Nome e título": "*   Nome: Sarah Batagioti\n*   Título: Desenvolvedora Full Stack\n*   Habilidades relevantes: Python, JavaScript, HTML, CSS, React e MySQL.\n*   Experiência profissional:\n*   Fatec São José dos Campos - Prof. Jessen Vidal\n*   Localização: São José dos Campos, São Paulo, Brasil",
    "Análise": "• 53 visualizações do perfil\n• 133 impressões das publicações\n• 18 ocorrências em resultados de pesquisa\n• 133 visualizações da página de perfil",
    "Sobre": "*   Desenvolvedora Júnior\n*   Técnica em Desenvolvimento de Sistemas\n*   Meus projetos podem ser encontrados em meu GitHub: https://github.com/SarahBatagioti \n*   E meu e-mail para contato: sarah.montuanibt@gmail.com\n*   Desenvolvedora Júnior\n*   Técnica em Desenvolvimento de Sistemas\n*   Meus projetos podem ser encontrados em meu GitHub: https://github.com/SarahBatagioti \n*   E meu e-mail para contato: sarah.montuanibt@gmail.com",
    "Atividades": "1.  Atividades\n2.  Seguidores: 725\n3.  Publicações: 7\n4.  Comentários: 5\n5.  Compartilhamentos: 3\n6.  Imagens: 37\n7.  Participação de eventos: CONEP, Workshop \"Build with AI\"\n8.  Funções/Áreas atuadas no iGV (Incoming Global Volunteer): GH (Global Home), busca por host families\n9.  Tipo de profissional: Desenvolvedora Full Stack",
    "Experiência": "*   Analista de sistema \n    *   Tempo integral\n    *   Remota \n    *   out de 2024 - o momento · 9 mesesDe out de 2024 até o momento · 9 meses\n        -   Participação em reuniões com clientes para levantamento de requisitos e entendimento das informações desejadas para o site\n        -   Configuração e personalização do sistema via painel administrativo Django, incluindo realização de testes e ajustes conforme necessidade\n        -   Participação ativa na criação, organização e acompanhamento de tarefas no sistema de gerenciamento ágil\n        -   Desenvolvimento e manutenção de documentações técnicas e processos internos, promovendo a padronização e melhoria contínua das práticas de desenvolvimento e implantação\n*   Analista de testes \n    *   Tempo integral \n    *   Remota \n    *   jan de 2024 - set de 2024 · 9 mesesDe jan de 2024 até set de 2024 · 9 meses \n        -   Realização de testes de interface e usabilidade, focando na identificação de melhorias necessárias para otimizar a experiência do usuário\n        -   Análise e comparação detalhada entre os designs no Figma e suas implementações finais, assegurando fidelidade visual e funcional\n        -   Avaliação criteriosa das funcionalidades essenciais dos sites para garantir que atendam às necessidades dos usuários, recomendando implementações \n*   Menor Aprendiz \n    *   Aprendiz \n    *   jun de 2022 - dez de 2023 · 1 ano 7 mesesDe jun de 2022 até dez de 2023 · 1 ano 7 meses \n        -   Criação de designs utilizando o Figma para prototipar interfaces de usuário\n        -   Desenvolvimento e implementação de interfaces de usuário utilizando ChakraUI\n        -   Implementação de operações CRUD usando TypeScript\n        -   Desenvolvimento de algoritmos de detecção de objetos utilizando Python e OpenCV",
    "Formação acadêmica": "- Fatec São José dos Campos - Prof. Jessen Vidal\n- Desenvolvimento de Software Multiplataforma (2024/2026)\n- ETEC - Escola Técnica Estadual de São Paulo \n- Curso Técnico Integrado, Desenvolvimento de Sistemas (2021/2023)",
    "Projetos": "*   API DO 2° SEM | CloudStock: Sistema de Controle de Estoque\n*   Desenvolvida para facilitar a gestão de produtos, fornecedores e movimentações de estoque. Com funcionalidades como cadastro de itens, controle de entradas e saídas, geração de relatórios e alertas automáticos, o sistema oferece suporte completo para decisões estratégicas e organização eficiente do estoque de uma empresa.\n*   React.js, TypeScript e mais 2 competências\n*   GitHub - SkyFlyTeam/cloudStock\n*   API DO 1° SEM | SmartFarm: Painel de Visualização Automatizado para Monitoramento e Coleta de Dados de Estufa\n*   Projeto integra um painel de visualização interativo, permitindo o monitoramento contínuo da estufa por meio de gráficos intuitivos. Além disso, o projeto automatiza a coleta e o armazenamento de dados, eliminando a necessidade de intervenções manuais e garantindo um acompanhamento mais preciso e em tempo real do ambiente de cultivo.\n*   Python, HTML5 e mais 5 competências\n*   Repositório GitHub - Projeto API\n*   Outros contribuidores\n*   7",
    "Trabalho voluntário": "• Trabalho voluntário - Departamento iGV - Global Home\n• Trabalho voluntário - AIESEC no Brasil \n• Trabalho voluntário - ETEC - Escola Técnica Estadual de São Paulo",
    "Competências": "• Node.js\n• API DO 2° SEM | CloudStock: Sistema de Controle de Estoque \n• Analista de sistema na Angular e-Commerce e Pagamentos Digitais",
    "Recomendações": "*   1 recomendação\n*   Recomendação de Sarah para Ryan Costa\n*   Descrição da recomendação\n*   Publicado em: 21 de maio de 2025\n*   \n*   \"Sarah é uma profissional autodidata, com uma curiosidade genuína que a impulsiona a ir sempre além do esperado. Sua capacidade de aprender rapidamente e aplicar novos conhecimentos no dia a dia é admirável.\n*   As entregas da Sarah sempre foram de qualidade excepcional, com atenção aos detalhes e foco em gerar valor real para o time e para o produto. Além disso, é uma verdadeira coringa: atua com excelência tanto como desenvolvedora quanto como analista de qualidade (QA), demonstrando versatilidade, comprometimento e espírito de equipe em todas as frentes.\n*   Trabalhar ao lado da Sarah foi inspirador. Tenho plena confiança de que ela continuará crescendo e se destacando em qualquer desafio que escolher enfrentar.\"",
    "Reconhecimentos e prêmios": "*   Reconhecimento destaque na 5ª edição da Technovation Summer School for Girls\n*   Concedido por Grupo de Alunas nas Ciências Exatas do Instituto de Ciências Matemáticas e de Computação da Universidade de São Paulo (GRACE/ICMC)\n*   Maior de 2023\n*   Premiação de Bolsa de Graduação concedida pelo Fundação Dom Cabral (FDC) - Educação Social\n*   Concedido por Embaixadores da Educação\n*   Abril de 2023\n*   No Desafio Empower, realizado pela organização sem fins lucrativos Embaixadores da Educação\n*   Desenvolvimento de competências essenciais como autogestão, pensamento crítico e empreendedorismo social.\n*   Foi premiada com uma bolsa de graduação 100% pelo meu projeto.",
    "Idiomas": "• Inglês\n• Nível básico\n• Português \n• Fluente ou nativo",
    "Interesses": "• Desenvolvedora Backend .Net | C# | SQL Server\n• VAGAS TI Desenvolvimento - Primeiro Emprego | Junior\n• Branching Out_\n• GitHub\n• Generation Brasil\n• Dimensa Tecnologia \n• Dimensa News"
}